{
  "meta": {
    "title": "Binbang – Frequently Asked Questions",
    "description": "Find answers to frequently asked questions about Binbang vacancy alert service.",
    "ogDescription": "Binbang FAQ – service, alerts, pricing and more."
  },
  "title": {
    "heading": "Frequently Asked Questions",
    "subline": "Everything you need to know about Binbang."
  },
  "categories": {
    "service": "About the Service",
    "monitoring": "Alerts & Monitoring",
    "account": "Account & Billing",
    "other": "Other"
  },
  "service": {
    "q1": "What is Binbang?",
    "a1": "Binbang automatically monitors accommodation booking sites (Airbnb, Agoda, etc.) for vacancies and sends email and KakaoTalk alerts when a room becomes available.",
    "q2": "Which booking sites are supported?",
    "a2": "We currently support Airbnb and Agoda. We plan to add more platforms in the future."
  },
  "monitoring": {
    "q1": "How often are vacancies checked?",
    "a1": "It depends on your plan. The Free plan checks every 30 minutes, while the Pro plan checks every minute.",
    "q2": "How will I receive alerts?",
    "a2": "Email alerts are included by default. You can also receive real-time KakaoTalk alerts by connecting your Kakao account.",
    "q3": "Does monitoring run 24/7?",
    "a3": "Yes, Binbang monitors around the clock, 365 days a year. Our heartbeat system ensures stable operation at all times."
  },
  "account": {
    "q1": "How do I sign up?",
    "a1": "You can sign up easily with your Google account. Your email is used only for account identification and sending alerts.",
    "q2": "Can I change my plan?",
    "a2": "Yes, you can upgrade or downgrade your plan at any time.",
    "q3": "What is the refund policy?",
    "a3": "Full refund if requested within 7 days of payment."
  },
  "other": {
    "q1": "Is my personal data safe?",
    "a1": "Binbang collects only minimal information through Google OAuth. Your email is used solely for account identification and sending alerts. Please see our Privacy Policy for details.",
    "q2": "How can I contact support?",
    "a2": "Please email us at support@binbang.moodybeard.com and we'll get back to you promptly."
  }
}
